Repository: farukmrt/demo_publicarea
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Change language
tr: Dili değiştir

# login
source: aşağıda login sayfası bulunmaktadır
tr: Asagida login sayfasi bulunmaktadir

# lcod_lbl_login
source: Log in
tr: Giriş Yap

# lcod_lbl_email
source: Enter your email address
tr: Email Adresinizi Girin

# lcod_lbl_password
source: Enter your password
tr: Parolanızı girin

# lcod_lbl_welcome
source: Welcome to publicarea
tr: PublicArea'ya Hoşgeldiniz

# lcod_lbl_signup
source: Sign up
tr: Üye Ol

# lcod_lbl_profilphoto
source: Add profile photo
tr: Profil Resmi Ekleyiniz..

# lcod_lbl_upload_gallery
source: Upload from gallery
tr: Galeriden Yükle

# lcod_lbl_create_password
source: Create your password
tr: Parolanızı Oluşturun

# lcod_lbl_create_username
source: Create your username
tr: Kullanıcı Adınızı Oluşturun

# lcod_lbl_enter_name
source: Enter your name
tr: Adınızı Girin

# lcod_lbl_enter_surname
source: Enter your surname
tr: Soyadınızı Girin

# lcod_lbl_enter_building
source: Enter the building name
tr: Bina Adını Girin

# lcod_lbl_enter_phonenumber
source: Enter your phone number
tr: Telefon Numaranızı Girin

# main
source: aşağıda main sayfası bulunmaktadır
tr: asagida main sayfasi bulunmaktadir

# lcod_lbl_announcements
source: Announcements
tr: Duyurular

# lcod_lbl_error_snapshot
source: Error:
tr: Hata:

# lcod_lbl_announcement_not_found
source: Announcement not found.
tr: Duyuru bulunamadı.

# lcod_lbl_dear_username_surname
source: Dear {name} {surname}
tr: Sayın {name} {surname}

# lcod_lbl_your_debt
source: Your debt
tr: Borcunuz

# lcod_lbl_error_data_not_received
source: Error: data not received.
tr: Hata: veriler alınamadı.

# lcod_lbl_data_not_received
source: Data not found or an error occurred.
tr: Veri bulunamadı veya hata oluştu.

# lcod_lbl_to_pay
source: Pay now
tr: Ödeme Yap

# lcod_lbl_see_all
source: See all ->
tr: Tümünü Gör ->

# lcod_lbl_no_announcement_1
source: New announcements will be listed here.
tr: Yeni bir duyuru yapıldığında burada listelenecektir.

# lcod_lbl_no_announcement_2
source: You have no current announcements.
tr: Güncel duyurunuz bulunmamaktadır

# lcod_lbl_no_announcement_3
source: If you have not joined the building yet, contact your administrator.
tr: Eğer hala binaya dahil olmadıysanız yöneticiniz ile irtibata geçin.

# lcod_lbl_main_screen
source: Main Screen
tr: Anasayfa

# lcod_lbl_statement_screen
source: Account
tr: Hesap Özeti

# lcod_lbl_request_screen
source: My Requests
tr: Talepler

# lcod_lbl_settings_screen
source: Settings
tr: Ayarlar

# request
source: aşağıda request sayfası bulunmaktadır
tr: asagida request sayfasi bulunmaktadir

# lcod_lbl_no_request
source: No request found.
tr: Talep bulunamadı.

# lcod_lbl_request_continues
source: Your request made on is still ongoing.
tr: tarihinde yapmış olduğunuz talebiniz hala devam etmektedir, Talep Tipi:

# lcod_lbl_request_concluded
source: Your request on date has been concluded, Request Type:
tr: tarihinde yapmış olduğunuz talebiniz sonuçlanmıştır, Talep Tipi:

# lcod_lbl_request_title
source: Dear {name} {surname}; {apartmentNumber} for your apartment with number
tr: Sayın {name} {surname}; {apartmentNumber} no'lu daireniz için

# lcod_lbl_create_request
source: Create request
tr: Talep Oluştur

# lcod_lbl_subject
source: Subject
tr: Konu

# lcod_lbl_apartment
source: Apartment
tr: Daire

# lcod_lbl_request_type
source: Request type
tr: Talep Tipi

# lcod_lbl_request_list
source: 'Malfunction', 'Question', 'Suggestion', 'Complaint'
tr: 'Arıza', 'Soru', 'Öneri', 'Şikayet'

# lcod_lbl_request_malfunction
source: Malfunction
tr: Arıza

# lcod_lbl_request_question
source: Question
tr: Soru

# lcod_lbl_request_suggestion
source: Suggestion
tr: Öneri

# lcod_lbl_request_complaint
source: Complaint
tr: Şikayet

# lcod_lbl_explanation
source: Explanation
tr: Açıklama

# lcod_lbl_add_image
source: Add image..
tr: Resim Ekle

# lcod_lbl_shooting
source: Take a photo
tr: Çekim Yap

# lcod_lbl_upload_from_gallery
source: Upload from gallery
tr: Galeriden Yükle

# lcod_lbl_send_request
source: Send request
tr: Talebi Gönder

# lcod_lbl_new_request
source: New request
tr: Yeni Talep

# lcod_lbl_current_request
source: Current requests
tr: Güncel

# lcod_lbl_complete_request
source: Completed requests
tr: Tamamlanmış

# lcod_lbl_no_current_request
source: You have no current requests.
tr: Güncel talebiniz bulunmuyor

# lcod_lbl_new_request_article
source: You can submit your suggestions, requests, and complaints to your management by creating a 'new request'.
tr: Öneri, talep ve şikayetlerinizi yönetiminize “yeni talep” oluşturarak iletebilirsiniz.

# lcod_lbl_no_complete_request
source: You have no completed requests.
tr: Tamamlanmış talebiniz bulunmuyor

# settings
source: aşağıda settings sayfası bulunmaktadır
tr: Asagida settings sayfasi bulunmaktadir

# lcod_lbl_profile_screen
source: Profile screen
tr: Profil Ekranı

# lcod_lbl_update_profile_screen
source: Update profile photo
tr: Profil Resmini Güncelle

# lcod_lbl_name_surname
source: Name Surname
tr: İsim Soyisim

# lcod_lbl_new_email
source: Enter new email address
tr: Yeni e-mail Adresini Girin

# lcod_lbl_password_2
source: Enter your password
tr: Şifrenizi Girin

# lcod_lbl_updated_email
source: Your email address has been updated...
tr: E-mail adresiniz güncellendi...

# lcod_lbl_wrong_password
source: Invalid password.
tr: Geçerli şifre yanlış.

# lcod_lbl_update
source: Update
tr: Güncelle

# lcod_lbl_username
source: Username
tr: Kullanıcı Adı

# lcod_lbl_new_username
source: Enter new username
tr: Yeni Kullanıcı Adını Girin

# lcod_lbl_phone_number
source: Phone number
tr: Telefon Numarası

# lcod_lbl_phone_text
source: Phone
tr: Telefon

# lcod_lbl_updated_phone_number
source: Your phone number has been updated...
tr: Telefon numaranız güncellendi...

# lcod_lbl_updated_username
source: Your username has been updated...
tr: Kullanıcı adınız güncellendi...

# lcod_lbl_building
source: Building
tr: Bina

# lcod_lbl_current_password
source: Enter your current password
tr: Güncel Şifrenizi Giriniz

# lcod_lbl_new_password
source: Create a new password
tr: Yeni Şifrenizi Oluşturun

# lcod_lbl_new_password_again
source: Enter your new password again
tr: Yeni Şifrenizi Tekrar Girin

# lcod_lbl_wrong_password_long
source: Passwords do not match, please check and enter again...
tr: Şifreler uyuşmuyor, kontrol ederek tekrar girin..

# lcod_lbl_update_password
source: Update password
tr: Şifreyi Güncelle

# lcod_lbl_logout
source: Log out
tr: Hesaptan Çıkış Yap

# statement
source: Aşagıda statement sayfası bulunmaaktadır
tr: Asagida statement sayfasi bulunmaktadir

# lcod_lbl_card_screen
source: Card screen
tr: Kart Ekranı

# lcod_lbl_selected_amount
source: Selected amount
tr: Seçilen Tutar

# lcod_lbl_card_number
source: Card number
tr: Kart Numarası

# lcod_lbl_expiration
source: Expiration date
tr: Son Kullanma Tarihi

# lcod_lbl_card_holder
source: Card holder
tr: Kart Sahibi

# lcod_lbl_payment_successful
source: Payment successful
tr: Ödeme başarılı

# lcod_lbl_wrong_card_information
source: Incorrect card information, please check
tr: Kart bilgileri hatalı lütfen kontrol edin

# lcod_lbl_confirm_payment
source: Confirm payment
tr: Ödemeyi Onayla

# lcod_lbl_statement
source: Account statement
tr: Hesap Dökümü

# lcod_lbl_paid_bills
source: Paid bills
tr: Ödenen Faturalar

# lcod_lbl_payment_bill
source: Please make a payment..
tr: Lütfen Ödeme Yapın..

# lcod_lbl_no_invoice_paid
source: You have no paid invoices!!
tr: Ödenmiş Faturanız Bulunmamaktadır!!

# lcod_lbl_payment_date_paid
source: Payment date:
tr: Ödeme Tarihi:

# lcod_lbl_debt
source: Debt
tr: Borç

# lcod_lbl_paid
source: Paid
tr: Ödenen

# lcod_lbl_payments
source: Payments
tr: Ödemeler

# lcod_lbl_payment_date_bill
source: Last payment date:
tr: Son Ödeme T:

# lcod_lbl_continue
source: Continue
tr: Devam et

# lcod_lbl_total_amount
source: Total amount
tr: Toplam tutar

# lcod_lbl_selected_amount_double
source: Selected amount
tr: Seçilen tutar

# lcod_lbl_unpaid_bills
source: Unpaid bills
tr: Ödenmeyen Faturalar

# lcod_lbl_thanks
source: Thank you..
tr: Teşekkürler..

# lcod_lbl_no_invoice_unpaid
source: You have no unpaid invoices!!
tr: Ödenmemiş Faturanız Bulunmamaktadır!!

# lcod_lbl_payment_date_unpaid
source: Payment date:
tr: Ödeme Tarihi:

# lcod_lbl_statement_unpaid
source: Unpaid
tr: Ödenmeyen Faturalar

# lcod_lbl_statement_paid
source: Paid
tr: Ödenen Faturalar

# lcod_lbl_statement_total
source: Total
tr: Toplam

# lcod_lbl_statement_chart
source: Account Chart
tr: Hesap Grafiği

# lcod_lbl_pending
source: Pending
tr: Beklemede

# lcod_lbl_concluded
source: Concluded
tr: Sonuçlandı

# lcod_lbl_fault
source: Fault
tr: Arıza

# lcod_lbl_question
source: Question
tr: Soru

# lcod_lbl_suggestion
source: Suggestion
tr: Öneri

# lcod_lbl_complaint
source: Complaint
tr: Şikayet

# lcod_lbl_update_profile_photo
source: Profile Picture Update
tr: Profil Resmi Güncelleme

# lcod_lbl_update_email
source: E-Mail Update
tr: E-Mail Güncelleme

# lcod_lbl_update_username
source: Username Update
tr: Kullanıcı Adı Güncelleme

# lcod_lbl_update_phone_number
source: Phone Number Update
tr: Telefon Numarası Güncelleme

# lcod_lbl_profile_settings
source: Profile Settings
tr: Profil Ayarları

# lcod_lbl_new_building
source: Registering New Site
tr: Yeni Siteye Kayıt Olma

# lcod_lbl_kvkk
source: KVKK Text
tr: KVKK Metni

# lcod_lbl_user_agreement
source: User Agreement
tr: Kullanıcı Sözleşmesi
